Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/mii-avzzuhit.html.tmx
Source language: sme
Languages: sma

source: Mii ávžžuhit / Girjerádju / Sámediggi - Sametinget
sma: Mijjieh juvnehtibie / Gærjagåetie / Saemiedigkie - Sametinget

source: Mii ávžžuhit
sma: Mijjieh juvnehtibie

source: Sámi bibliografiija
sma: Saemien bibliografije

source: Nationalbiblioteket hálddaša Sámi bibliografiija Norggas.
sma: Saemien bibliografije Nöörjesne reeresåvva Nasjonalgærjagåeteste.

source: Maiddái Ruoŧas ja Suomas ráhkaduvvojit sámi bibliografiijat.
sma: Aaj Sveerjesne jïh Såevmesne saemien bibliografijh dorjesuvvieh.

source: Loga eambbo
sma: Lohkh jienebh

source: Sámi girjebusset
sma: Saemien gærjabussh

source: Sámediggi Norggas juolluda jahkásaččat doarjagiid girjebusseháhkamiidda ja - jođiheapmái sámi ássanguovlluin Norggas.
sma: Saemiedigkie Nöörjesne fierhten jaepien dåarjoem vadta skåårvemidie jïh gïehteldæmman gærjabussijste saemien årromedajvine Nöörjesne.

source: Dán neahttabáikki lea Romssa fylkkagirjerádju ásahan diehtojuohkinbálvalussan mii galgá veahkehit girjeráju Romssas diehtit mii ain almmuhuvvo sápmelaččaid ja sámi diliid birra, ja sámi girjjálašvuođas, musihkas ja filmmas.
sma: Tromsen fylhkengærjagåetie lea daam nedtesijjiem tseegkeme goh akte bïevnesedïenesje mij edtja gærjagåetide Tromsesne viehkiehtidh vaaksjoehtidh jïh orre saernieh åadtjodh orre bæjhkoehtimmiej bïjre saemiej jïh saemien tsiehkiej, saemien lidteratuvren, musihken jïh filmi bïjre.

source: Logo eambbo
sma: Lohkh jienebb
